package com.fara0n.task.task01.task0103;

/*
Сейчас 3126 год. Мой друг родился 8 лет назад.
Написать программу, выводящую на экран год рождения моего друга.
*/

public class Solution {
    public static void main(String[] args) {
        //напишите тут ваш код
        int currentDate = 3126;
        int dateBornMyFriend = currentDate - 8;
        System.out.println(dateBornMyFriend);
    }
}
